<template>
  <v-card color="basil">
    <v-card-title class="text-center justify-center py-6">
      <h1 class="font-weight-bold display-3 basil--text">ОБ ИНЖЕНЕРНОМ БЮРО</h1>
    </v-card-title>

    <v-tabs
      v-model="tab"
      background-color="transparent"
      color="basil"
      grow
    >
      <v-tab
        v-for="item in items"
        :key="item"
      >
        {{ item }}
      </v-tab>
    </v-tabs>

    <v-tabs-items v-model="tab">
      <v-tab-item>
        <v-card
          color="basil"
          flat
        >
          <v-card-text><div>Имея многолетний опыт практического решения технологических проблем на российских предприятиях, ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» предлагает качественные услуги по оптимизации технологического процесса переработки кукурузы. <br> <br> <strong>Мы осуществляем консультирование по выявлению и решению текущих проблем на следующих участках производства:</strong> <br><br> - комплекс приемки, хранения и очистки кукурузы<br><br>- линия замочки зерна <br><br> - станция дробления и измельчения <br><br> - участок выделения, обезвоживания и сушки зародыша <br><br> - станция промывки мезги<br><br> - сепараторное отделение <br><br> - многоступенчатая гидроциклонная установка <br><br> - сушилка мезги <br><br> - обезвоживание и сушка глютена <br><br> - фугование и сушка крахмала, <br><br> - участок кислотного и ферментативного гидролиза <br><br> - очистка и фильтрация сиропов <br><br> - выпарные установки <br><br> - участок фасовки готовой продукции <br><br> - система распределения технологической воды <br><br> - цех экструдированного крахмала <br><br> - цех вальцевого крахмала <br><br> - сушилка кормов <br><br></div></v-card-text>
        </v-card>
      </v-tab-item>
      <v-tab-item>
        <v-card
          color="basil"
          flat
        >
          <v-card-text><div>Разнообразный опыт эксплуатации серийного отечественного и импортного оборудования вместе с разработкой и изготовлением  нестандартного оборудования  позволяет нашим специалистам создать и наладить крахмалопаточное предприятие исходя из интересов  и потребностей заказчика.<br><strong><br>ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» предлагает следующие услуги по реконструкции и строительству крахмалопаточных заводов:</strong><br> <span style="font-size: 16px;"><br>  - разработка технологических схем<br><br>  - разработка и оптимизация схем баланса    продуктов<br><br>  - схема распределения технологической воды<br><br>  - компьютерное моделирование технологических процессов<br><br>  - схема расстановки оборудования<br><br> - расчеты проектирования площадок обслуживания и вспомогательных    помещений<br><br> - проектирование и изготовление емкостного и теплообменного оборудования<br><br> - подбор и приобретение насосов и транспортирующих устройств<br><br> - проектирование и монтаж трубопроводов и запорной арматуры <br><br> - подбор, приобретение, пуско-наладка серийного отечественного и импортного    оборудования<br><br> - организация технологического и лабораторного контроля производства<br><br> - автоматизация технологических процессов<br><br> - обучение рабочего и технического персонала<br><br>- ввод в эксплуатацию и техническое сопровождение предприятия<br></span><br></div></v-card-text>
        </v-card>
      </v-tab-item>
      <v-tab-item>
        <v-card
          color="basil"
          flat
        >
          <v-card-text><div>Базовый  модуль малотоннажного кукурузного завода рассчитан на переработку как сухого, так и влажного неочищенного кукурузного зерна. Базовый модуль собирается на площадке заказчика из блоков полной заводской готовности и может быть запущен в эксплуатацию в короткие сроки. Технология является безотходной и экологически чистой, что составляет в том числе преимущество данных предприятий. <br><br> Конечными продуктами являются нативный и модифицированный крахмалы, карамельная патока, глюкозный сироп, кукурузный зародыш, сухой глютен и корма для животных. <br><br> Базовый модуль может быть расширен для производства модифицированных крахмалов, низкоосахаренных сиропов и других продуктов в цепочке переработки кукурузы. <br><br> Области применения продукции – пищевое производство, а именно производство пива и безалкогольных напитков, кондитерских и хлебобулочных изделий, производство детского и диетического питания, продукты химической и медицинской отрасли, производство кормов для животных, производства гипсокартона, нефтедобыча. <br></div></v-card-text>
        </v-card>
      </v-tab-item>
      <v-tab-item>
        <v-card
          color="basil"
          flat
        >
          <v-card-text><div>ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» было создано ведущими специалистами крахмало-паточной отрасли, принимавшими активное участие в разработке и внедрении современных технологий и оборудования на действующих и в строящихся предприятиях. <br><br> <br> Так, для одного из наиболее динамично развивающихся предприятий - Звягинского Крахмального Завода, начиная с 1992 года нашими специалистами была разработана и внедрена <strong>безотходная технология производства кукурузного нативного крахмала для пищевой промышленности и гофрокартона, декстрина для приготовления клеящих средств в пищевой и легкой промышленности, крахмала для бурения для нефтегазовой промышленности, зародыша для производства кукурузного масла, кормовых продуктов для животноводства (глютен (кукурузный белок), зародыш, мезга), а также для карамельной патоки «глюкозный сироп» .<br></strong><br> <br> Специалисты, вошедшие в ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ», в 2009-2013 гг. участвовали в полной реконструкции крахмального завода «Кабардинский». На заводе была установлена и запущена новейшая замочная батарея, семиступенчатая комплектная установка промывки мезги, 12-ступенчатая мультигидроциклонная установка, линия по производству сухого глютена и кукурузных кормов. В настоящее время мощности завода позволяют вырабатывать 30 000 тонн крахмала ежегодно.<br><br> <br> В 2014-2016 гг. ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» участвовало в строительстве крахмалопаточного завода ООО СП «ДОН» мощностью 300 тонн переработки кукурузного зерна в сутки. Наши специалисты полностью осуществили проектирование, подбор типового и изготовление нестандартного оборудования, монтаж и пуско-наладку производственных линий. В частности, впервые были применены разработанные ИНЖЕНЕРНЫМ БЮРО «КРАХМАЛОПРОДУКТЫ» инновационные технологии по непрерывной противоточной диффузионной замочке зерна, по эффективному разделению крахмало-белковой суспензии, фильтрации и обезвоживанию глютена.<br><br> <br> Благодаря инновационным схемам производства, разработанным ИНЖЕНЕРНЫМ БЮРО «КРАХМАЛОПРОДУКТЫ», ПРЕДПРИЯТИЕ Воронеж вышло в лидеры отрасли по производству качественного продукта и его реализации.<br><br> <br> В настоящий момент ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» занимается разработкой и внедрением малотоннажных модульных кукурузных заводов по комплексной переработке кукурузного зерна производительностью до 10 000 тонн в год. Базовый модуль рассчитан на переработку как сухого, так и влажного неочищенного кукурузного зерна. Базовый модуль собирается на площадке заказчика из блоков полной заводской готовности и может быть запущен в эксплуатацию в короткие сроки. Технология является безотходной и экологически чистой, что составляет в том числе преимущество данных предприятий.<br><br> <br> Конечными продуктами являются нативный и модифицированный крахмалы, карамельная патока, глюкозный сироп, кукурузный зародыш, сухой глютен и корма для животных.<br><br> <br> Базовый модуль может быть расширен для производства модифицированных крахмалов, низкоосахаренных сиропов и других продуктов в цепочке переработки кукурузы.<br><br> <br> Области применения продукции – пищевое производство, а именно производство пива и безалкогольных напитков, кондитерских и хлебобулочных изделий, производство детского и диетического питания, продукты химической и медицинской отрасли, производство кормов для животных, производства гофрокартона и гипсокартона, нефтедобыча.<br></div></v-card-text>
        </v-card>
      </v-tab-item>
    </v-tabs-items>
  </v-card>
</template>

<script>
  export default {
    data () {
      return {
        tab: null,
        items: [
          'ТЕХНОЛОГИЧЕСКОЕ КОНСУЛЬТИРОВАНИЕ ДЕЙСТВУЮЩИХ КРАХМАЛО-ПАТОЧНЫХ ПРЕДПРИЯТИЙ', 'ПРОЕКТИРОВАНИЕ И КОМПЛЕКТАЦИЯ РЕКОНСТРУИРУЮЩИХСЯ И ВНОВЬ СТРОЮЩИХСЯ КРАХМАЛО-ПАТОЧНЫХ ПРЕДПРИЯТИЙ', 'ИНЖЕНЕРНОЕ БЮРО «КРАХМАЛОПРОДУКТЫ» занимается разработкой малотоннажных модульных кукурузных заводов', 'ОБ ИНЖЕНЕРНОМ БЮРО "КРАХМАЛОПРОДУКТЫ"',
        ]
      }
    },
  }
</script>

<style>
/* Helper classes */
.basil {
  background-color: #FFFBE6 !important;
}
.basil--text {
  color: #356859 !important;
}
</style>