<template>
  <v-card color="basil">
    <v-card-title class="text-center justify-center py-6">
      <h1 class="font-weight-bold display-1 basil--text">КРАХМАЛ И КРАХМАЛОПРОДУКТЫ</h1>
    </v-card-title>

    <v-tabs
      v-model="tab"
      background-color="transparent"
      color="basil"
      grow
      height="1.5px"
    >
      <v-tab
        v-for="item in items"
        :key="item"
      >
        {{ item }}
      </v-tab>
    </v-tabs>

    <v-tabs-items v-model="tab">
      <v-tab-item>
        <v-card
          color="basil"
          flat
        >
          <v-card-text><div><strong>Одним из показателей уровня жизни страны является потребление крахмала и крахмалопродуктов на душу населения. Так, в США эта величина составляет 20 кг в год, в Европе 10 кг в год, в то время как в Российской Федерации всего 6 кг в год, что даёт широкий фронт развития крахмалопаточной отрасли в нашей стране.</strong><br><br>Основными видами сырья для производства крахмала являются: кукуруза, пшеница и картофель. Больше всего крахмала производится из кукурузы. При переработке сырья в крахмал и получении побочных продуктов используются все компоненты сырья в максимально чистом виде. Полученный крахмал высушивается и продается в неизмененном, то есть нативном виде, или перерабатывается в разнообразные продукты.<br><br>Наиболее важные продукты крахмало-паточной отрасли - это модифицированные крахмалы, карамельная патока, декстрины, глюкозные сиропы, глюкозо-фруктозные сиропы и кристаллическая глюкоза. В настоящее время ежегодно в Российской Федерации  производится:<br><br>- нативного крахмала 310 000 тонн<br>- патоки и сиропов 630 000 тонн<br>- модифицированных крахмалов 140 000 тонн<br><br>70% крахмалопродуктов, производимых в РФ, потребляется пищевой промышленностью: кондитерскими фабриками, пивоваренными заводами, производствами соков и сладких газированных напитков, пекарнями, колбасными цехами, предприятиями по производству детского питания, консервными заводами при изготовлении джемов, томатной пасты, соусов. Так же  крахмалопродукты являются важнейшими ингредиентами при производстве йогуртов и молочных десертов, мороженого, сгущенного молока.   <br><br>Значимую часть рынка крахмалопродуктов потребляют бумажная промышленность, производство гофрокартона и упаковки, предприятия по производству разнообразных клеев.<br><br>Кроме того, крахмал и крахмалопродукты используются в фармацевтике, металлургии и при бурении скважин, а так же при изготовлении этанола и биоразлагаемых полимеров.<br><br></div></v-card-text>
        </v-card>
      </v-tab-item>
    </v-tabs-items>
  </v-card>
</template>

<script>
  export default {
    data () {
      return {
        tab: null,
        items: [
          ''
        ]
      }
    },
  }
</script>

<style>
/* Helper classes */
.basil {
  background-color: #FFFBE6 !important;
}
.basil--text {
  color: #356859 !important;
}
</style>